quotes = [
    "Until a man is twenty-five, he still thinks, every so often, that under the right circumstances he could be the baddest motherfucker in the world. If I moved to a martial-arts monastery in China and studied real hard for ten years. If my family was wiped out by Colombian drug dealers and I swore myself to revenge. If I got a fatal disease, had one year to live, and devoted it to wiping out street crime. If I just dropped out and devoted my life to being bad.",
    "Welcome to the Sprawl, chummer. Too bad you could make it.",
    "Of course I steal from the rich. They're the ones with all the money.",
    "all information looks like noise until you break the code.",
    "Anything that can be done to a rat can be done to a human being. And we can do most anything to rats. This is a hard thing to think about, but it's the truth.",
    "If there were no god, it would be necessary to invent him.",
    "It's not the end of the world, but you can see it from here.",
    "If you wanna make enemies, try to change something.",
    "Reputation is what other people know about you. Honor is what you know about yourself.",
    "The brightest light casts the darkest shadow." ,
    "To condense fact from the vapor of nuance." ,
    "Falling burned and blinded through a Siberian sky." ,
    "I’d been an outcast my entire life. Growing up with technophobe parents in the dawn of a Cyborg Age did that to a person." ,
    "The Internet is the first thing that humanity has built that humanity doesn’t understand, the largest experiment in anarchy that we have ever had." ,
    "You will be required to do wrong no matter where you go. It is the basic condition of life, to be required to violate your own identity." ,
    "It’s impossible to move, to live, to operate at any level without leaving traces, bits, seemingly meaningless fragments of personal information. Fragments that can be retrieved, amplified…" ,
    "No matter where you go, everyone’s connected." ,
    "When you want to know how things really work, study them when they’re coming apart." ,
    "Let me show you an endless trail of sunsets." ,
    "I've seen things you people wouldn't believe. Attack ships on fire off the shoulder of Orion. I watched c-beams glitter in the dark near the Tannhäuser Gate. All those moments will be lost in time, like tears in rain. Time to die." ,
    "See, the world is full of things more powerful than us. But if you know how to catch a ride, you can go places." ,
    "Jack the sound barrier. Bring the noise." ,
    "Well, all information looks like noise until you break the code.",
    "He attacked everything in life with a mix of extraordinary genius and naive incompetence, and it was often difficult to tell which was which.",
    "I do not fear computers. I fear the lack of them.",
    "Any planet is 'Earth' to those that live on it.",
    "Violence is the last refuge of the incompetent.",
    "Never let your sense of morals prevent you from doing what is right.",
    "We are an impossibility in an impossible universe.",
    "Insanity is relative. It depends on who has who locked in what cage.",
    "You don't have to burn books to destroy a culture. Just get people to stop reading.",
    "We need not to be let alone. We need to be really bothered once in a while. How long is it since you were really bothered? About something important, about something real?",
    "Every morning I jump out of bed and step on a landmine. The landmine is me. After the explosion, I spent the rest of the day putting pieces together.",
    "So few want to be rebels anymore. And out of those few, most, like myself, scare easily.",
    "Science is no more than an investigation of a miracle we can never explain, and art is an interpretation of that miracle.",
    "If you think this Universe is bad, you should see some of the others.",
    "It really seems to me that in the midst of great tragedy, there is always the possibility that something terribly funny will happen.",
    "No single thing abides; and all things are fucked up.",
    "It is sometimes an appropriate response to reality to go insane.",
    "Certainly it constitutes bad news when the people who agree with you are buggier than batshit.",
    "There are no dangerous weapons; there are only dangerous men.",
    "Progress isn't made by early risers. It's made by lazy men trying to find easier ways to do something.",
    "A human being should be able to change a diaper, plan an invasion, butcher a hog, conn a ship, design a building, write a sonnet, balance accounts, build a wall, set a bone, comfort the dying, take orders, give orders, cooperate, act alone, solve equations, analyze a new problem, pitch manure, program a computer, cook a tasty meal, fight efficiently, die gallantly. Specialization is for insects.",
    "You have attributed conditions to villainy that simply result from stupidity.",
    "Violence, naked force, has settled more issues in history than has any other factor.",
    "Deep in the human unconscious is a pervasive need for a logical universe that makes sense. But the real universe is always one step beyond logic.",
    "If you ask 'Should we be in space?' you ask a nonsense question. We are in space. We will be in space.",
    "I must not fear. Fear is the mind-killer. Fear is the little-death that brings total obliteration.",
    "Show me a completely smooth operation and I'll show you someone who's covering mistakes. Real boats rock.",
    "You see, gentlemen, they have something to die for. They've discovered they're a people. They're awakening.",
    "Emotions are the curse of logic.",
    "Absolute power does not corrupt absolutely, absolute power attracts the corruptible.",
    "The dinosaurs became extinct because they didn't have a space program. And if we become extinct because we don't have a space program, it'll serve us right!",
    "Never fire a laser at a mirror.",
    "That's the thing about people who think they hate computers...What they really hate are lousy programmers.",
    "I didn't mind getting old when I was young. It's the being old now that's getting to me.",
    "I'm not insane sir. I have a finely calibrated sense of acceptable risk.",
    "If you want me to treat your ideas with more respect, get some better ideas.",
    "The moon, by her comparative proximity, and the constantly varying appearances produced by her several phases, has always occupied a considerable share of the attention of the inhabitants of the Earth.",
    "Everything was beautiful and nothing hurt.",
    "Dear future generations: Please accept our apologies. We were rolling drunk on petroleum.",
    "If your brains were dynamite there wouldn't be enough to blow your hat off.",
    "We are what we pretend to be, so we must be careful about what we pretend to be.","Advertising is legalized lying.",
    "Looking at these stars suddenly dwarfed my own troubles and all the gravities of terrestrial life.",
    "The path of least resistance is the path of the loser."

]